import IReviews from './Reviews.interface';

export const Reviews: IReviews[] = [
	{
		name: 'Ирина',
		review_text:
			'Благодаря IceCreamMusic мы получили шанс донести нашу музыку до аудитории по всему миру. Простой процесс и отличные результаты.',
		role: 'Инди-Рок',
	},
	{
		name: 'Алексей',
		review_text:
			'Выбор платформы для дистрибуции - решение ключевое. IceCreamMusic не только предоставила высокие роялти, но и активно поддерживала мой творческий путь.',
		role: 'Сольный артист',
	},
	{
		name: 'Екатерина',
		review_text:
			'Эффективность и оперативность - вот что я оцениваю в IceCreamMusic. Моя музыка стала доступной для стриминга в кратчайшие сроки.',
		role: 'Продюсер',
	},
	{
		name: 'Артем',
		review_text:
			'Сервис IceCreamMusic дал мне возможность концентрироваться на творчестве, а не на сложностях дистрибуции.',
		role: 'Хип-Хоп исполнитель',
	},
	{
		name: 'Александра',
		review_text:
			'Меня поразила прозрачность и простота IceCreamMusic. Теперь моя музыка звучит везде, где я мечтала!',
		role: 'Певица',
	},
	{
		name: 'Дмитрий',
		review_text:
			'Очень рад, что выбрал ONVIBE. Распределение ведется быстро, роялти – справедливые. Рекомендую всем своим коллегам!',
		role: 'Инди-Рэп Артист',
	},
	{
		name: 'Елена',
		review_text:
			'С IceCreamMusic наше творчество стало доступным для аудитории по всему миру. Это дало нам шанс быть услышанными, и мы в восторге!',
		role: 'Школьная Группа',
	},
	{
		name: 'Михаил',
		review_text:
			'Сотрудничество с IceCreamMusic - верное решение. Профессиональный подход, прозрачность и поддержка от команды. Моя музыка на новых высотах!',
		role: 'Саунд-Продюсер',
	},
];
